
read_verilog "../../source/CSR.v" "../../source/Memory_Backplane.v" "../../source/Hart_Core.v" "../../source/ORC_R32I.v"
synth_ice40 -dsp -json ORC_R32I_syn.json -top ORC_R32I
##JSON
write_json ORC_R32I_syn.json